<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
</head>
<body>
	<div class="rule">제 1 조 목적 <br>
	        이 이용약관(이하 '약관'이라 합니다)은 회사와 이용 고객(이하 '회원'이라 합니다)간에 회사가 제공하는 서비스 및 관련 제반 서비스의 이용과 관련하여 회사와 회원과의 권리,
		의무 및 책임사항, 기타 필요한 사항을 규정함을 목적으로 합니다. 제 2 조 용어의 정의 (1) 이 약관에서 사용하는 용어의
		정의는 다음과 같습니다. -'회원'이라 함은 이 약관에 동의하고 서비스를 이용하는 이용자를 말합니다.-'이용계약'이라 함은 이
		약관을 포함하여 서비스 이용과 관련하여 회사와 회원 간에 체결하는 모든 계약을 말합니다.-'이용자ID'라 함은 회원의 식별 및
		서비스 이용을 위하여 회원이 정한 문자와 숫자의 조합을 말합니다. -'비밀번호'라 함은 이용자ID로 식별되는 회원의 본인
		여부를 검증하기 위하여 회원이 정한 문자와 숫자의 조합을 말합니다. -'단말기'라 함은 서비스에 접속하기 위해 회원이 이용하는
		개인용 컴퓨터, PDA, 휴대전화 등의 전산장치를 말합니다. -'해지'라 함은 회사 또는 회원이 이용계약을 해약하는 것을
		말합니다. -"게시물"이라 함은 "회원"이 "서비스"를 이용함에 있어 "서비스상"에 게시한 부호ㆍ문자ㆍ음성ㆍ음향ㆍ화상ㆍ동영상
		등의 정보 형태의 게시글, 쪽지, 사진, 동영상 및 각종 파일과 링크 등을 의미합니다. -"포인트"라 함은 서비스 내 포인트,
		마일리지. 밥알 등과 같이 서비스의 효율적 이용을 위해 회사가 임의적으로 책정 또는 지급, 조정할 수 있는 재산적 가치가 없는
		서비스상의 가상 데이터를 의미합니다. (2) 이 약관에서 사용하는 용어 중 제1항에서 정하지 아니한 것은 관계 법령 및
		서비스별 안내에서 정하는 바에 따르며, 그 외에는 일반 관례에 따릅니다. 제 3 조 이용약관의 효력 및 변경 (1) 이 약관은
		서비스를 통해 온라인으로 공시하고 회원의 동의와 회사의 승낙으로 효력을 발생하며, 합리적인 사유가 발생할 경우 회사는 관련
		법령에 위배되지 않는 범위 안에서 개정할 수 있습니다. (2) 회원은 정기적으로 서비스를 방문하여 약관의 변경사항을 확인하여야
		합니다. 변경된 약관에 대한 정보를 알지 못해 발생하는 회원의 피해는 회사에서 책임지지 않습니다. (3) 회원은 변경된 약관에
		동의하지 않을 경우 회원 탈퇴(해지)를 요청할 수 있습니다. 제 4 조 약관외 준칙 회사는 필요한 경우 서비스 내의 개별항목에
		대하여 개별약관 또는 운영원칙(이하 '서비스별 안내'라 합니다)를 정할 수 있으며, 이 약관과 서비스별 안내의 내용이 상충되는
		경우에는 서비스별 안내의 내용을 우선하여 적용합니다. 제 2 장 이용계약 체결 제 5 조 이용 계약의 성립 (1) 이용계약은
		이용자의 이용계약 내용에 대한 동의와 이용신청에 대하여 회사의 이용승낙으로 성립합니다. (2) 이용계약에 대한 동의는 이용신청
		당시 회원가입 상의 '동의함' 버튼을 누름으로써 의사표시를 합니다. 제 6 조 서비스 이용 신청 (1) 회원으로 가입하여
		서비스를 이용하고자 하는 이용자는 회사에서 요청하는 제반 정보를 제공하여야 합니다. (2) 모든 회원은 반드시 회원 본인의
		정보를 제공하여야만 서비스를 이용할 수 있으며, 타인의 정보를 도용하거나 허위의 정보를 등록하는 등 본인의 진정한 정보를
		등록하지 않은 회원은 서비스 이용과 관련하여 아무런 권리를 주장할 수 없으며, 관계 법령에 따라 처벌 받을 수 있습니다.

		(3) 회원가입은 반드시 본인의 진정한 정보를 통하여만 가입할 수 있으며 회사는 회원이 등록한 정보에 대하여 확인조치를 할 수
		있습니다. 회원은 회사의 확인조치 에 대하여 적극 협력하여야 하며, 만일 이를 준수하지 아니할 경우 회사는 회원이 등록한
		정보가 부정한 것으로 처리할 수 있습니다. (4) 회사는 회원에 대하여 등급별로 구분하여 이용시간, 이용회수, 서비스 메뉴
		등을 세분하여 이용에 차등을 둘 수 있습니다. 제 7 조 개인정보의 보호 및 사용 (1) 회사는 관계 법령이 정하는 바에 따라
		회원의 개인정보를 보호하기 위해 노력합니다. 개인정보의 보호 및 사용에 대해서는 관련 법령 및 회사의 개인정보 보호 정책이
		적용됩니다. 단, 회사의 공식 사이트 이외의 링크된 사이트에서는 회사의 개인정보 보호정책이 적용되지 않습니다. 또한, 회원은
		비밀번호 등이 타인에게 노출되지 않도록 철저히 관리해야 하며 회사는 회원의 귀책사유로 인해 노출된 정보에 대해서 책임을 지지
		않습니다. (2) 회사는 다음과 같은 경우에 법이 허용하는 범위 내에서 회원의 개인정보를 제3자에게 제공할 수 있습니다.

		-수사기관이나 기타 정부기관으로부터 정보제공을 요청 받은 경우-회원의 법령 또는 약관의 위반을 포함하여 부정행위 확인 등의
		정보보호 업무를 위해 필요한 경우-기타 법률에 의해 요구되는 경우-회원이 동의할 경우 제 8 조 이용 신청의 승낙과 제한

		(1) 회사는 제5조, 제6조의 규정에 의한 이용신청에 대하여 업무 수행상 또는 기술상 지장이 없는 경우에 원칙적으로
		접수순서에 따라 서비스 이용을 승낙합니다. (2) 회사는 아래사항에 해당하는 경우에 대해서 승낙을 보류할 수 있습니다.

		-본인의 진정한 정보를 제공하지 아니한 이용신청의 경우-법령 위반 또는 사회의 안녕과 질서, 미풍양속을 저해할 목적으로 신청한
		경우-부정한 용도로 본 서비스를 이용하고자 하는 경우-영리를 추구할 목적으로 본 서비스를 이용하고자 하는 경우 -서비스와
		경쟁관계에 있는 이용자가 신청하는 경우-법령 또는 약관을 위반하여 이용계약이 해지된 적이 있는 이용자가 신청하는 경우 -기타
		규정한 제반 사항을 위반하며 신청하는 경우 (3) 회사는 서비스 이용신청이 다음 각 호에 해당하는 경우에는 그 신청에 대하여
		승낙 제한사유가 해소될 때까지 승낙을 유보할 수 있습니다. -회사가 설비의 여유가 없는 경우-회사의 기술상 지장이 있는
		경우-기타 회사의 귀책사유로 이용승낙이 곤란한 경우 (4) 회사는 이용신청고객이 관계 법령에서 규정하는 미성년자일 경우에
		서비스별 안내에서 정하는 바에 따라 승낙을 보류할 수 있습니다. (5) 회사는 회원 가입 절차 완료 이후 제2항 각 호에 따른
		사유가 발견된 경우 이용 승낙을 철회할 수 있습니다. 제 9 조 이용자ID, 이용자닉네임 부여 및 변경 등 (1) 회사는
		회원에 대하여 약관에 정하는 바에 따라 이용자 ID를 부여합니다. (2) 이용자ID는 원칙적으로 변경이 불가하며 부득이한
		사유로 인하여 변경 하고자 하는 경우에는 해당 ID를 해지하고 재가입해야 합니다. (3) 서비스의 이용자ID는 회원 본인의
		동의 하에 회사 또는 자회사가 운영하는 사이트의 회원ID와 연결될 수 있습니다. (4) 이용자ID는 다음 각 호에 해당하는
		경우에는 회원의 요청 또는 회사의 직권으로 변경 또는 이용을 정지할 수 있습니다. -이용자ID가 전화번호 또는 주민등록번호
		등으로 등록되어 사생활 침해가 우려되는 경우-타인에게 혐오감을 주거나 미풍양속에 어긋나는 경우 -회사, 회사의 서비스 또는
		서비스 운영자 등의 명칭과 동일하거나 오인 등의 우려가 있는 경우 -기타 합리적인 사유가 있는 경우 (5) 이용자ID 및
		비밀번호의 관리책임은 회원에게 있습니다. 이를 소홀이 관리하여 발생하는 서비스 이용상의 손해 또는 제3자에 의한 부정이용 등에
		대한 책임은 회원 에게 있으며 회사는 그에 대한 책임을 지지 않습니다. (6) 기타회원 개인정보 관리 및 변경 등에 관한
		사항은 서비스별 안내에 정하는 바에 의합니다. 제 3 장 계약 당사자의 의무 제 10 조 회사의 의무 (1) 회사는 회원이
		희망한 서비스 제공 개시일에 특별한 사정이 없는 한 서비스를 이용할 수 있도록 하여야 합니다. (2) 회사는 계속적이고
		안정적인 서비스의 제공을 위하여 설비에 장애가 생기거나 멸실된 때에는 부득이한 사유가 없는 한 지체 없이 이를 수리 또는
		복구합니다. (3) 회사는 개인정보 보호를 위해 보안시스템을 구축하며 개인정보 보호정책을 공시하고 준수합니다. (4) 회사는
		회원으로부터 제기되는 의견이나 불만이 정당하다고 객관적으로 인정될 경우에는 적절한 절차를 거쳐 처리하여야 합니다. 제 11 조
		회원의 의무 (1) 회원은 회원가입 신청 또는 회원정보 변경 시 모든 사항을 사실에 근거하여 본인의 진정한 정보로 작성하여야
		하며, 허위 또는 타인의 정보를 등록할 경우 이와 관련 된 모든 권리를 주장할 수 없습니다. (2) 회원은 약관에서 규정하는
		사항과 기타 회사가 정한 제반 규정, 공지사항 등 회사가 공지하는 사항 및 관계 법령을 준수하여야 하며, 기타 회사의 업무에
		방해가 되는 행위, 회사의 명예를 손상시키는 행위, 타인에게 피해를 주는 행위를 해서는 안됩니다. (3) 회원은 주소,
		연락처, 전자우편 주소 등 이용계약사항이 변경된 경우에 해당 절차를 거쳐 이를 회사에 즉시 알려야 합니다. (4) 회원은
		회사의 사전 승낙 없이 서비스를 이용하여 영업활동을 할 수 없으며, 그 영업활동의 결과에 대해 회사는 책임을 지지 않습니다.
		또한 회원은 이와 같은 영업 활동으로 회사가 손해를 입은 경우, 회원은 회사에 대해 손해배상의무를 지며, 회사는 해당 회원에
		대해 서비스 이용제한 및 적법한 절차를 거쳐 손해배상 등을 청구 할 수 있습니다. (5) 회원은 회사의 명시적 동의가 없는 한
		서비스의 이용권한, 기타 이용계약상의 지위를 타인에게 양도, 증여할 수 없으며 이를 담보로 제공할 수 없습니다. (6) 회원은
		회사 및 제 3자의 지적 재산권을 포함한 제반 권리를 침해하거나 제18조 각 호에 해당하는 행위를 해서는 안됩니다.</div>
</body>
</html>