<%@ page language="java" contentType="text/html; charset=UTF-8"
	pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
</head>
<body>
	<div class="rule">第一条：目的 <br>
	        この利用約款（以下「約款」といいます）は、会社と利用顧客（以下「会員」といいます）との間で会社が提供するサービス及び関連諸サービスの利用に関して、会社と会員との権利、
義務及び責任事項その他必要な事項を規定することを目的とします。 第2条 用語の定義（1）この約款で使用する用語の
定義は次のとおりです。 -「会員」とは、本約款に同意してサービスを利用する利用者のことです。-「利用契約」とは、この
約款を含め、サービス利用に関して会社と会員との間で締結するすべての契約をいいます。-「利用者ID」とは、会員の識別及び
サービス利用のために会員が定めた文字と数字の組み合わせのことです。 -「パスワード」とは、利用者IDで識別される会員の本人
可否を検証するために会員が定めた文字と数字の組み合わせのことです。 -「端末」とは、サービスにアクセスするために会員が利用する
パソコン、PDA、携帯電話などの電算装置のことです。 -「解約」とは、会社又は会員が利用契約を解約することをいう
言います。 -「掲示物」とは、「会員」が「サービス」を利用するにあたり、「サービス上」に掲示した符号·文字·音声·音響·画像·動画
などの情報形態の掲示文、メモ、写真、動画、および各種ファイルやリンクなどを意味します。 (2) 本約款で使用する用語のうち、第1項で定めないものは、関係法令及び
サービスごとの案内で定めるところに従い、それ以外は一般慣例に従います。 第3条利用約款の効力及び変更(1)この約款は
サービスを通じてオンラインで公示し、会員の同意と会社の承諾で効力が発生し、合理的な事由が発生した場合、会社は関連
法令に違反しない範囲内で改正することができます。 (2) 会員は定期的にサービスを訪問して約款の変更事項を確認しなければならない
します。 変更された約款に関する情報を知らないために発生する会員の被害については、会社が責任を負いません。 (3) 会員は変更された約款に
同意しない場合、会員退会(解約)を要請することができます。 第4条 約款外準則会社は、必要な場合、サービス内の個別項目に
対して個別約款または運営原則(以下「サービス別案内」といいます)を定めることができ、この約款とサービス別案内の内容が相反する
場合は、サービスごとの案内の内容を優先して適用します。 第2章 利用契約締結第5条 利用契約の成立（1）利用契約は
利用者の利用契約内容に対する同意と利用申請に対して会社の利用承諾で成立します。 (2) 利用契約についての同意は利用申請
当時、会員登録上の「同意する」ボタンを押すことで意思表示をします。 第6条 サービス利用申請(1)会員として登録し
サービスを利用しようとする利用者は、会社から要請される諸般の情報を提供しなければなりません。 (2) すべての会員は必ず会員本人の
情報を提供してこそサービスを利用することができ、他人の情報を盗用したり虚偽の情報を登録するなど本人の真の情報を
登録していない会員は、サービス利用に関して何の権利も主張できず、関係法令に基づいて処罰されることがあります。

		(3) 会員登録は必ず本人の真の情報を通じてのみ登録でき、会社は会員が登録した情報に対して確認措置を取ることができる
あります. 会員は会社の確認措置について積極的に協力しなければならず、もしこれを遵守しない場合、会社は会員が登録した
情報が不正なものとして処理できます。 (4) 会社は会員に対して等級別に区分して利用時間、利用回数、サービスメニュー
などを細分して利用に差をつけることができます。 第7条 個人情報の保護及び使用（1）会社は、関係法令の定めるところにより
会員の個人情報を保護するために努力します。 個人情報の保護及び使用については、関連法令及び会社の個人情報保護政策が
適用されます。 ただし、会社の公式サイト以外のリンクされたサイトでは、会社のプライバシー ポリシーは適用されません。 また、会員は
パスワードなどが他人に露出されないように徹底的に管理しなければならず、会社は会員の帰責事由によって露出された情報に対して責任を負う
ありません。 (2) 会社は、次のような場合に法律が許容する範囲内で会員の個人情報を第三者に提供することができます。

-捜査機関やその他の政府機関から情報提供を要請された場合-会員の法令または約款の違反を含めて不正行為確認などの
情報保護業務のために必要な場合-その他法律により要求される場合-会員が同意する場合、第8条利用申請の承諾と制限

(1) 会社は、第5条、第6条の規定による利用申請について、業務遂行上又は技術上支障がない場合に原則として
受付順に従ってサービスの利用を承諾します。 (2) 会社は、以下の事項に該当する場合について、承諾を保留することができます。

-本人の真の情報を提供しない利用申請の場合-法令違反または社会の安寧と秩序、美風良俗を阻害する目的で申請した
場合-不正な用途で本サービスを利用しようとする場合-営利を追求する目的で本サービスを利用しようとする場合-サービスと
競争関係にある利用者が申請する場合-法令または約款に違反して利用契約が解約されたことがある利用者が申請する場合-その他
規定した諸般事項に違反して申請する場合(3)会社は、サービス利用申請が次の各号に該当する場合には、その申請に対して
承諾制限事由が解消されるまで承諾を留保することができます。 -会社が設備の余裕がない場合-会社の技術上支障のある
場合-その他の会社の責に帰すべき事由により利用承諾が困難な場合(4)会社は、利用申請顧客が関係法令で規定する未成年者である場合
サービス別案内で定めるところにより、承諾を保留することができます。 (5) 会社は会員登録手続き完了後、第2項各号による
事由が発見された場合、利用承諾を撤回することができます。 第9条利用者ID、利用者ニックネームの付与及び変更等(1)会社は
会員に対して約款に定めるところにより、利用者IDを付与します。 (2) 利用者IDは原則的に変更が不可能であり、やむを得ない
理由により変更しようとする場合は、当該IDを解約して再加入しなければなりません。 (3) サービスの利用者IDは、会員本人の
同意の下、会社または子会社が運営するサイトの会員IDと接続することができます。 (4) 利用者IDは、次の各号に該当する
場合は、会員の要請または会社の職権で変更または利用を停止することができます。 -利用者IDが電話番号または住民登録番号
などと登録され、プライバシーの侵害が懸念される場合-他人に嫌悪感を与えたり、美風良俗に反する場合-会社、会社のサービスまたは
サービス運営者等の名称と同一又は誤認等のおそれがある場合-その他合理的な事由がある場合（5）利用者ID及び
パスワードの管理責任は会員にあります。 これをずさんに管理して発生するサービス利用上の損害又は第三者による不正利用等に
対する責任は会員にあり、会社はそれに対する責任を負いません。 (6) その他会員個人情報の管理及び変更等に関する
事項はサービス別案内に定めるところによります。 第3章 契約当事者の義務 第10条 会社の義務 (1) 会社は会員が
希望するサービス提供開始日に特別な事情がない限り、サービスを利用できるようにしなければなりません。 (2) 会社は継続的で
安定したサービスの提供のため設備に障害が生じ、又は滅失したときは、やむを得ない事由がない限り、遅滞なくこれを修理し、又は
復旧します。 (3) 会社は個人情報保護のためにセキュリティシステムを構築し、個人情報保護政策を公示して遵守します。 (4) 会社は
会員から提起される意見や不満が正当だと客観的に認められる場合は、適切な手続きを経て処理しなければなりません。 第11条
会員の義務(1)会員は、会員登録申請または会員情報変更時にすべての事項を事実に基づいて本人の真の情報として作成しなければならない
し、虚偽または他人の情報を登録する場合、これに関連するすべての権利を主張することはできません。 (2) 会員は、約款で規定する
事項とその他の会社が定めた諸般の規定、公示事項など会社が公示する事項及び関係法令を遵守しなければならず、その他の会社の業務に
邪魔になる行為、会社の名誉を傷つける行為、他人に被害を与える行為をしてはいけません。 (3) 会員は住所、
連絡先、電子メールアドレスなど利用契約事項が変更された場合、当該手続きを経て、その旨を会社に直ちに通知しなければなりません。 (4) 会員は
会社の事前承諾なしにサービスを利用して営業活動を行うことはできず、その営業活動の結果について会社は責任を負いません。
また、会員はこのような営業活動で会社が損害を被った場合、会員は会社に対して損害賠償義務を負い、会社は当該会員に
対してサービス利用制限及び適法な手続きを経て損害賠償などを請求することができます。</div>
</body>
</html>